Repository: City-of-Helsinki/digihel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Left column content
fi: Vasemman sarakkeen sisältö

source: Right column content
fi: Oikean sarakkeen sisältö

source: Two columns
fi: Kaksi saraketta

source: Collapsible paragraph
fi: Suljettava tekstikappale

source: show sidebar events
fi: näytä sivupalkin tapahtumat

source: Roles
fi: Roolit

source: Links
fi: Linkit

source: Indicator
fi: Indikaattori

source: Indicators
fi: Indikaattorit

source: Project
fi: Projekti

source: Sign in
fi: Kirjaudu sisään

source: Forgotten it?
fi: Unohditko?

source: Signing in...
fi: Kirjaudutaan sisään

source: Events
fi: Tapahtumat

source: Event data source
fi: Tapahtumien tietolähde

source: URL of the page where the user was
fi: Sivu jolta palaute jätettiin

source: The user agent string of the user's browser
fi: Käyttäjän selaimen tyyppi

source: Subject
fi: Otsikko

source: Name
fi: Nimi

source: Email
fi: Sähköposti

source: Body
fi: Sisältö

source: New feedback received for {url}
fi: Uusi palaute vastaanotettu osoitteelle {url}

source: User agent
fi: Selain

source: Overrides page link if set.
fi: Yliajaa sivulinkin, jos määritetty.

source: %s gallery image:
fi: %s galleriakuva:

source: %s gallery image title:
fi: %s galleriakuvan nimi:

source: Please remember to name your gallery image.
fi: Muistathan nimetä galleriakuvan.

source: %s attachment:
fi: %s liite:

source: %s attachment title:
fi: %s liitteen nimi:

source: Please remember to name your attachment.
fi: Muistathan nimetä liitteen.

source: %s sidebar link url:
fi: %s sivupalkin linkin url:

source: %s sidebar link text:
fi: %s sivupalkin linkin teksti:

source: Delete
fi: Poista

source: Free search
fi: Vapaa haku

source: Search
fi: Etsi

source: Themes
fi: Teemat

source: Levels of education
fi: Koulutusasteet

source: School subjects
fi: Oppiaineet

source: Title:
fi: Otsikko:

source: Image:
fi: Kuva:

source: Image title:
fi: Kuvateksti:

source: Educational institution:
fi: Oppilaitos:

source: Themes:
fi: Teemat:

source: Select any fitting themes.
fi: Valitse toteutustasi kuvaavat teemat.

source: Levels of education:
fi: Koulutusasteet:

source: Select any fitting levels of education.
fi: Valitse toteutustasi kuvaavat koulutusasteet.

source: School subjects:
fi: Oppiaineet:

source: Select any fitting school subjects.
fi: Valitse toteutustasi kuvaavat oppiaineet.

source: Keywords:
fi: Avainsanat:

source: Separate multiple keywords with ";".
fi: Erota avainsanat toisistaan käyttämällä ;-merkkiä.

source: Abstract:
fi: Tiivistelmä oppimisen toteutuksestasi:

source: Objectives:
fi: Tavoitteet:

source: Please format your text using bullet points.
fi: Käytäthän tekstin muotoilussa ranskalaisia viivoja (bullet-point).

source: What was done:
fi: Mitä tehtiin:

source: How it was done:
fi: Miten tehtiin:

source: Participants:
fi: Osallistujat:

source: Evaluation:
fi: Arviointi:

source: Materials:
fi: Materiaalit:

source: Pros:
fi: Plussat:

source: Cons:
fi: Kehitettävää:

source: I am licensing this content under Creative Commons license.
fi: Tämä teos on lisensoitu Creative Commons 4.0-käyttöluvalla. Tarkastele käyttölupaa osoitteessa http://creativecommons.org/licenses/by/4.0/.

source: I have the permission to publish the images associated to this case. I have the permission to use the images or I have the copyright to the images. People have given permission to publish the images they appear in.
fi: Minulla on oikeus julkaista lataamani kuvat tähän julkaisuun. Minulla on oikeus käyttää kuvia tai minä omistan käytettyjen kuvien tekijänoikeudet. Kaikilla kuvissa esiintyviltä henkilöiltä on kysytty kuvauslupa.

source: Title is required if image exists.
fi: Otsikko on pakollinen, jos kuva on annettu.

source: Title is required if attachment exists.
fi: Otsikko on pakollinen, jos liite on annettu.

source: Link text is required if link exists.
fi: Linkin teksti on pakollinen, jos linkki on annettu.

source: School subject
fi: Oppiaine

source: language code
fi: kielikoodi

source: Level of education
fi: Koulutusaste

source: Theme
fi: Teema

source: Image
fi: Kuva

source: Gallery image ordinal
fi: Galleriakuvan järjestysnumero

source: One of the eight gallery image slots the images takes up from a Case.
fi: Yksi kahdeksasta galleriakuvapaikasta, jonka kuva vie toteutukselta.

source: Case
fi: Toteutus

source: File
fi: Tiedosto

source: Attachment ordinal
fi: Liitteen järjestysnumero

source: One of the five document slots the attachment takes up from a Case.
fi: Yksi viidestä liitetiedostopaikasta, jonka liite vie toteutukselta.

source: Link URL
fi: Linkin URL

source: Link text
fi: Linkin teksti

source: Link ordinal
fi: Linkin järjestysnumero

source: One of the five link slots the link takes up from a Case.
fi: Yksi viidestä linkkipaikasta, jonka linkki vie toteutukselta.

source: image
fi: kuva

source: abstract
fi: lyhennelmä

source: content
fi: sisältö

source: Objectives
fi: Tavoitteet

source: What was done
fi: Mitä tehtiin

source: How it was done
fi: Miten tehtiin

source: Participants
fi: Osallistujat

source: Evaluation
fi: Arviointi

source: Materials
fi: Materiaalit

source: Pros
fi: Plussat

source: Cons
fi: Kehitettävää

source: Educational institution
fi: Oppilaitos

source: Creative Commons license
fi: Creative Commons -lisenssi

source: Photo permission
fi: Kuvauslupa

source: draft
fi: luonnos

source: Hidden draft flag used with frontend editing.
fi: Piilotettu luonnosvipu, mitä käytetään sivustolla olevan lomakkeen kanssa.

source: Case description
fi: Toteutuksen kuvaus

source: contacts
fi: yhteyshenkilöt

source: Case meta
fi: Toteutuksen metatiedot

source: Deprecated relationships
fi: Vanhentuva liittyvä sisältö

source: hero content
fi: hero-osion sisältö

source: hero image
fi: hero-osion kuva (kansikuva)

source: Youtube video embed
fi: Youtube-upotus

source: banner section title
fi: banneri-osion otsikko

source: banner section description
fi: banneri-osion kuvaus

source: case section title
fi: toteutus-osion otsikko

source: case section description
fi: toteutus-osion kuvaus

source: social section title
fi: social-osion otsikko

source: social section description
fi: social-osion kuvaus

source: Slug has to be one of the available site languages. Options: {options}
fi: Lyhytnimen täytyy olla yksi käytössä olevien kielien kielikoodeista. Vaihtoehdot: {options}

source: lead text
fi: ingressi

source: training section title
fi: training-osion otsikko

source: training section description
fi: training-osion kuvais

source: City of Helsinki<br>Education division<br>Töysänkatu 2 D (PL 51300)<br>00099 Helsinki
fi: Helsingin kaupunki<br>Kasvatus ja koulutus<br>Töysänkatu 2 D (PL 51300)<br>00099 Helsingin kaupunki

source: On this page, you will find information on the digitalisation of education in Helsinki. Learn how digitalisation is present in the everyday life of day care centres, schools and educational institutions.
fi: Tältä sivulta löydät tietoa kasvatuksen ja koulutuksen digitalisaatiosta Helsingissä. Tutustu, kuinka digitalisaatio näkyy päiväkotien, koulujen ja oppilaitosten arjessa.

source: Helsinki learns
fi: Helsinki oppii

source: Education division
fi: Kasvatus ja koulutus

source: City of Helsinki
fi: Helsingin kaupunki

source: Attachments
fi: Liitteet

source: From Linked Events API
fi: Linked Events -rajapinnasta

source: Contact information
fi: Yhteystiedot

source: Read more
fi: Lue lisää

source: at
fi: klo

source: Draft
fi: Luonnos

source: Public
fi: Julkinen

source: Edit
fi: Muokkaa

source: Publish
fi: Julkaise

source: Unpublish
fi: Palauta luonnokseksi

source: Educational institute
fi: Oppilaitos

source: Keywords
fi: Avainsanat

source: More information
fi: Lisätietoa

source: Share
fi: Jaa

source: Tweet
fi: Twiittaa

source: What was done?
fi: Mitä tehtiin?

source: How it was done?
fi: Miten tehtiin?

source: Share your own implementation
fi: Jaa oma toteutus

source: Share your implementation of learning
fi: Jaa oma oppimisen toteutus

source: Edit case
fi: Muokkaa toteutusta

source: Scroll to bottom
fi: Siirry sivun loppuun

source: Sidebar information
fi: Sivupalkin tiedot

source: Content
fi: Sisältö

source: Image gallery
fi: Kuvagalleria

source: Sidebar links
fi: Sivupalkin linkit

source: Licensing and permissions
fi: Lisensointi ja luvat

source: Save draft
fi: Tallenna luonnos

source: Save and publish changes
fi: Tallenna ja julkaise muutokset

source: News
fi: Ajankohtaista

source: Read the full article
fi: Lue koko kirjoitus

source: Log out
fi: Kirjaudu ulos

source: Log in
fi: Kirjaudu sisään

source: Menu
fi: Valikko

source: Short description
fi: Lyhyt kuvaus

source: User role
fi: Käyttäjärooli

source: User roles
fi: Käyttäjäroolit

source: Development method
fi: Kehitysmenetelmä

source: Development methods
fi: Kehitysmenetelmät

source: Development phase
fi: Kehitysvaihe

source: Development phases
fi: Kehitysvaiheet

source: Show in sub menus
fi: Näytä alavalikoissa

source: Page is visible on the submenu
fi: Näytä linkki tälle sivuille tuotetuissa sivunavigaatioissa

source: Custom page configuration
fi: Sivun lisäasetukset

source: People
fi: Henkilöt
